
product_spu_01 = {
    "title":"这是一个水果商品",
    "sub_title":"这是一个水果商品的商品副标题",
    "desc":"这是一个水果商品的商品简介商品简介商品简介",
    "content":"这是一个水果商品的商品详情这是一个水果商品的商品详情这是一个水果商品的商品详情这是一个水果商品的商品详情这是一个水果商品的商品详情这是一个水果商品的商品详情这是一个水果商品的商品详情这是一个水果商品的商品详情这是一个水果商品的商品详情这是一个水果商品的商品详情这是一个水果商品的商品详情这是一个水果商品的商品详情这是一个水果商品的商品详情这是一个水果商品的商品详情",
    "main_picture":"/product/main/picture/spu/58cba1a5N402b2199.png",
    "stocks":5,
    "sales":0,
    "brand":1,
    "is_new":True,
    "is_hot":False,
    "is_best":False,
    "is_shelves":False,
    "after_services":"售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:售后说明:",
    "sort":0,
    "category":[6],
    
    'skus': [
        {}
    ]
}


product_db = [
    
    {}
]